export const lawyers = [
  { 
    id: 'young-hee-yang', 
    name: '양영희', 
    title: '대표변호사', 
    image: '/images/profiles/대표변호사-양영희-프로필(사진파일).jpg', 
    areas: ['기업법무', '민사', '가사'],
    email: 'yhyang@yangyoung.law',
    phone: '062-223-7877',
    education: [
      '전남대학교 법과대학 졸업',
      '제36회 사법시험 합격',
      '사법연수원 제26기 수료'
    ],
    experience: [
      '광주지방법원 판사',
      '광주고등법원 판사',
      '대법원 재판연구관',
      '광주지방법원 부장판사',
      '광주고등법원 수석부장판사',
      '현) 법무법인 양영&정훈 대표변호사'
    ]
  },
  { 
    id: 'byung-woo-jang', 
    name: '장병우', 
    title: '대표변호사', 
    image: '/images/profiles/대표변호사-장병우-프로필(사진파일).jpg', 
    areas: ['건설·부동산', '민사', '행정'],
    email: 'bwjang@yangyoung.law',
    phone: '062-223-7877',
    education: [
      '전남대학교 법과대학 졸업',
      '제38회 사법시험 합격',
      '사법연수원 제28기 수료'
    ],
    experience: [
      '광주지검 검사',
      '서울중앙지검 검사',
      '법무부 법무심의관실',
      '광주지검 부장검사',
      '현) 법무법인 양영&정훈 대표변호사'
    ]
  },
  { 
    id: 'jung-woong-kim', 
    name: '김정웅', 
    title: '대표변호사', 
    image: null, 
    areas: ['민사', '형사', '기업법무'],
    email: 'jwkim@yangyoung.law',
    phone: '061-864-6523',
    education: [
      '1976 전남 강진군 출신',
      '광주석산고등학교 졸업',
      '전남대학교 법과대학 졸업',
      '제49회 사법시험 합격',
      '제40기 사법연수원 수료'
    ],
    experience: [
      '2010. 광주지방법원 민사조정위원',
      '2012. 완도해양경찰서 자문변호사',
      '2013. 장흥군, 강진군 자문변호사',
      '2014. 전남지방경찰청 수사이의 심사위원',
      '2018. 삼성전자 광주법인 자문변호사',
      '2020. 장흥군의회 자문변호사',
      '2020. 전남장흥교육지원청 인사위원',
      '장흥교도소, 장흥경찰서, 장흥군, 강진군 다수 위원회 위원 활동',
      '현) 법무법인 양영&정훈 대표변호사'
    ]
  },
  { 
    id: 'hyun-joon-kwak', 
    name: '곽현준', 
    title: '변호사', 
    image: null, 
    areas: ['형사', '민사'],
    email: 'hjkwak@yangyoung.law',
    phone: '061-835-6523',
    education: [
      '광주 고려고등학교 졸업',
      '전남대학교 법학과 졸업',
      '제48회 사법시험 합격',
      '사법연수원 제38기 수료'
    ],
    experience: [
      '2009. 2. 변호사 곽현준 법률사무소 개소',
      '2009. 변리사등록, 세무사등록, 세무대리업무등록',
      '2012 - 2014. 개인파산관재인',
      '2018.6-2020.6 마을변호사',
      '현) 민사소액사건 담당변호사',
      '현) 전라남도 행정소청위원회 위원',
      '현) 법무법인 양영&정훈 소속 변호사'
    ]
  },
  { 
    id: 'dong-geun-baek', 
    name: '백동근', 
    title: '변호사', 
    image: '/images/profiles/변호사-백동근-프로필.jpg', 
    areas: ['민사', '행정'],
    email: 'dgbaek@yangyoung.law',
    phone: '062-223-7877',
    education: [
      '1984 광주 출생',
      '살레시오고등학교 졸업',
      '전남대학교 법과대학 졸업',
      '전남대학교 법학전문대학원 졸업',
      '제4회 변호사시험 합격'
    ],
    experience: [
      '현) 광주서부경찰서 수사민원상담변호사',
      '현) 살레시오고등학교 고문변호사',
      '현) 광주광역자활센터 사업자문위원',
      '현) 광주광역시 자립지원전담기관 자문위원',
      '현) 광주광역시 무료법률상담관',
      '현) 전라남도화순교육지원청 학교폭력대책심의위원회 위원',
      '현) 한국에너지공과대학교 법률자문',
      '제15회 대한변호사협회 우수변호사 선정',
      '2021.2. 대한변호사협회 표창'
    ]
  },
  { 
    id: 'yi-rim-yang', 
    name: '양이림', 
    title: '변호사', 
    image: '/images/profiles/변호사-양이림-프로필.jpg', 
    areas: ['가사', '민사', '학교폭력 전문'],
    email: 'yryang@yangyoung.law',
    phone: '062-223-7877',
    education: [
      '연세대학교 졸업',
      '영남대학교 법학전문대학원 법학전문석사',
      '제7회 변호사시험 합격'
    ],
    experience: [
      '법률사무소 제석 소속변호사',
      '제주특별자치도교육청 학교폭력전담변호사',
      '법률사무소 나인 소속변호사',
      '세종특별자치시교육청 학교폭력전담변호사',
      '법무법인 민 소속변호사',
      '법무법인 거북이 파트너 변호사',
      '전) 광주지방법원 국선변호인',
      '주식회사 써지코어 자문변호사',
      '전) 광주광역시 동부지역교권보호위원회 위원',
      '현) 순천시 1388 청소년지원단 전문위원',
      '현) 광주지방법원 순천지원 국선변호인',
      '현) 법무법인 양영&정훈 구성원변호사',
      '대한변호사협회 형사법 전문분야 등록 변호사',
      '지역주택조합 및 재개발 전문, 학교폭력 전문',
      '[저서] 학교폭력예방도서 ‘괜찮은 장난은 없다’(2024)'
    ]
  }
];
